tap "charmbracelet/tap"
tap "dopplerhq/cli"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "score-spec/tap"
tap "stefanlogue/tools"
brew "argocd"
brew "asdf"
brew "autoconf"
brew "zstd"
brew "awscli"
brew "bat"
brew "glib"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docutils"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "libtiff"
brew "gh"
brew "harfbuzz"
brew "ghostscript"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gping"
brew "graphviz"
brew "gum"
brew "hadolint"
brew "helm"
brew "httpie"
brew "jq"
brew "kubectx"
brew "libsodium"
brew "lolcat"
brew "luarocks"
brew "miller"
brew "mkdocs"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "numpy"
brew "nushell"
brew "nvm"
brew "openjdk"
brew "pnpm"
brew "postgresql@14"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "scc"
brew "shellcheck"
brew "spacer"
brew "sqlc"
brew "sqlcmd"
brew "tctl"
brew "telnet"
brew "terraform-ls"
brew "terragrunt"
brew "tfenv"
brew "the_silver_searcher"
brew "tilt"
brew "tree"
brew "tree-sitter-cli"
brew "trivy"
brew "vips"
brew "wget"
brew "yq"
brew "zsh-completions"
brew "charmbracelet/tap/freeze"
brew "cockroachdb/tap/cockroach"
brew "dopplerhq/cli/doppler", link: false
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform", link: false
brew "qmk/qmk/qmk"
brew "score-spec/tap/score-k8s"
cask "claude-code"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "gcloud-cli"
cask "kitty"
cask "stefanlogue/tools/meteor"
cask "obsidian"
cask "session-manager-plugin"
go "github.com/daixiang0/gci"
go "github.com/jstemmer/go-junit-report"
go "github.com/boumenot/gocover-cobertura"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/tools/gopls"
go "gotest.tools/gotestsum"
go "github.com/golang-migrate/migrate/v4/cmd/migrate"
go "github.com/vektra/mockery/v3"
go "github.com/golang/mock/mockgen"
go "github.com/sonatype-nexus-community/nancy"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/v2/cmd/swag"
