tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "curl"
brew "coreutils"
brew "direnv"
brew "docutils"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-delta"
brew "glow"
brew "hadolint"
brew "httpie"
brew "jq"
brew "lolcat"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "tree"
brew "yq"
brew "go-task/tap/go-task"
cask "font-fira-code-nerd-font"
cask "kitty"
